
// Parsed from: services.xls, on Wed 14 Nov 2012 23:10:01

/*============SERVICES============*/

"0x180F" = "Battery Service";
"0x1810" = "Blood Pressure";
"0x1805" = "Current Time Service";
"0x1816" = "Cycling Speed and Cadence";
"0x180A" = "Device Information";
"0x1800" = "Generic Access";
"0x1801" = "Generic Attribute";
"0x1808" = "Glucose";
"0x1809" = "Health Thermometer";
"0x180D" = "Heart Rate";
"0x1812" = "Human Interface Device";
"0x1802" = "Immediate Alert";
"0x1803" = "Link Loss";
"0x1807" = "Next DST Change Service";
"0x180E" = "Phone Alert Status Service";
"0x1806" = "Reference Time Update Service";
"0x1814" = "Running Speed and Cadence";
"0x1813" = "Scan Parameters";
"0x1804" = "Tx Power";
"0x1815" = "Automation IO";
"0x180F" = "Battery Service v1.1";
"0x1802" = "Immediate Alert Service 1.1";
"0x1803" = "Link Loss Service 1.1";
"0x180B" = "Network Availability Service";
"0x1804" = "Tx Power Service 1.1";


